const state = {
    header: [
        { url: 'discord-icon-2048x2048-o5mluhz2.png', text: "Discord", onclick: "redirectDiscord()" },
        { url: 'telegram.svg', text: "Telegram", onclick: "redirectTelegram()"  },
    ],
    aside: [
        { title: 'Про мене' },
        { title: 'Проекти' },
        { title: 'Контакти' },
    ],
    section2: [
        { url: "1.png", text: "Розробка ігор на Unity" },
        { url: "2.png", text: "Мобільні додатки" },
        { url: "3.png", text: "Веб-розробка" },
    ],
    section4: [
        { url: "1.svg", title: "Якісний код", text: "Створюю чистий та оптимізований код" },
        { url: "2.svg", title: "Дотримання термінів", text: "Виконую проекти в обумовлені строки" },
        { url: "3.svg", title: "Індивідуальний підхід", text: "Враховую всі ваші побажання та вимоги" },
        { url: "4.svg", title: "Технічна підтримка", text: "Надаю підтримку та оновлення після запуску" },
    ],
    section5: [
        { url: "1.png" },
        { url: "2.png" },
        { url: "3.png" },
    ],
    section6: {
        ol: [
            "Привіт, я",
            "Ілля Нагнибіда.",
            "Я розробник ігор та програміст",
        ],
        ul: [
            "Я маю досвід у розробці ігор та додатків на Unity та інших платформах. Завдяки моєму досвіду та креативному підходу, ваш проект буде розроблений з урахуванням найкращих практик індустрії.",
            "Мої проекти завжди відрізняються високою якістю та інноваційним підходом. Використовую сучасні технології та інструменти, щоб забезпечити бездоганний результат.",
            "Працюю над кожним проектом з максимальним залученням та уважністю до деталей. Кожен проект розглядаю як виклик, тому вкладаю максимум зусиль, щоб досягти досконалості.",
            "Готовий взяти на себе ваші ідеї та реалізувати їх у життя. Від концепції до кінцевого продукту — я допоможу вам втілити ваші задуми в реальність.",
        ]
    },
    section7: [
        { title: "3", text: "готових проекта", },
        { title: "8", text: "підписників каналу", },
        { title: "9", text: "місяців роботи", },
    ],
    slider: [
        { url: "sl1.png" },
        { url: "sl2.png" },
        { url: "sl3.png" },
        { url: "sl4.png" },
        { url: "sl5.png" },
        { url: "sl6.svg" },
    ],
    footer: {
        titleFooter: [
            { title: "Мої роботи" },
            { title: "Відгуки клієнтів" },
            { title: "Партнери" },
        ],
        bud: [
            { link: "#", text: "- Мобільні додатки" },
            { link: "#", text: "- Ігри на комп'ютери" },
            { link: "#", text: "- Веб-сайти на замовлення" },
            { link: "#", text: "- Консультації з веб-дизайну" },
        ],
        contact: [
            { link: "youtube.svg", url: "https://www.youtube.com/channel/UCvehZ1F3hSr-Vd73od92gfw" },
            { link: "instagramm.svg", url: "https://www.instagram.com/ukr.developer" },   
        ],
        colum: [
            { url: "map.svg", text: "Україна, м. Хмельницький, вул. Озерна 20" },
            { url: "message.svg", text: "Ел.пошта: nahnybidailia@gmail.com" },
            { url: "tel.svg", text: "+38 (098) 000-00-00" },
        ]
    }

}
export default state